# IdeaStatiCa.RcsApi.Model.RcsProjectData

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**ProjectName** | **string** |  | [optional]
**DateOfCreate** | **DateTime** |  | [optional]
**Description** | **string** |  | [optional]
**Author** | **string** |  | [optional]
**Code** | **string** |  | [optional]
**ProjectNo** | **string** |  | [optional]
**TypeBridge** | **string** |  | [optional]
**TypeOfStructure** | **string** |  | [optional]
**FireResistanceCheck** | **bool** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)